{
  "EN": {
    "title": "Social Symptom Assessment",
    "description": "This assessment explores how individual difficulties manifest as social symptoms. Based on John F. Miller's theoretical framework, it examines the relationship between personal emotional dimensions and broader social manifestations of learning difficulties.",
    "disclaimer": "This assessment is designed for educational purposes to explore psychoanalytic concepts. It is not a substitute for professional clinical evaluation or diagnosis. Your responses are for personal reflection and learning.",
    "questions": [
      {
        "id": "ss1",
        "text": "I recognize that individual learning difficulties often reflect broader social and cultural patterns.",
        "context": "Exploring awareness of the social dimension of individual difficulties."
      },
      {
        "id": "ss2",
        "text": "I understand that what appears as personal failure may be symptomatic of larger social structures.",
        "context": "Examining understanding of how social structures manifest as individual symptoms."
      },
      {
        "id": "ss3",
        "text": "I can see connections between my personal struggles and wider social dynamics.",
        "context": "Investigating capacity to link personal experience to social context."
      },
      {
        "id": "ss4",
        "text": "I recognize that emotional dimensions of learning difficulties have social as well as personal causes.",
        "context": "Analyzing understanding of the dual nature of difficulties as both personal and social."
      },
      {
        "id": "ss5",
        "text": "I understand that addressing social symptoms requires attention to both individual and collective dimensions.",
        "context": "Exploring recognition of the need for dual-level intervention."
      },
      {
        "id": "ss6",
        "text": "I can work with patients to explore how their difficulties connect to social patterns.",
        "context": "Examining capacity to help patients understand the social dimension of their experience."
      },
      {
        "id": "ss7",
        "text": "I recognize that therapeutic work exists within social contexts that shape what is possible.",
        "context": "Investigating awareness of how social context frames therapeutic possibilities."
      },
      {
        "id": "ss8",
        "text": "I understand that analysis must address both personal and social dimensions of difficulties.",
        "context": "Exploring the analytic understanding of the comprehensive nature of therapeutic work."
      }
    ],
    "results": [
      {
        "range": [
          0,
          10
        ],
        "title": "Integrated Social Awareness",
        "summary": "Your responses demonstrate a sophisticated understanding of the relationship between individual difficulties and social manifestations. You show remarkable capacity to recognize how personal struggles connect to broader social patterns and structures. This suggests you've developed a nuanced understanding of the dual nature of difficulties as both personal and social. Your ability to work across individual and collective dimensions indicates advanced analytic maturity.",
        "recommendation": "Continue cultivating this integrated approach to social dimensions of difficulty. Your awareness of the social context of individual experience serves as a foundation for effective clinical work. For further exploration of these concepts, see the chapter on 'Social Dimensions' in 'Do You Read Me' and the section on 'Individual and Social' in 'Triumphant Victim'."
      },
      {
        "range": [
          11,
          22
        ],
        "title": "Developing Social Awareness",
        "summary": "Your responses reveal a developing awareness of the social dimensions of individual difficulties. You may occasionally recognize connections between personal struggles and social patterns, though this understanding may not be fully integrated into your approach. This suggests you're beginning to navigate the complex relationship between individual and social manifestations with growing success.",
        "recommendation": "Consider developing greater awareness of how social structures manifest as individual symptoms. Practicing attention to the social context of personal difficulties can enhance your clinical effectiveness. For deeper understanding of these dynamics, refer to the chapter on 'Social Context' in 'Do You Read Me' and the section on 'Personal and Social' in 'Triumphant Victim'."
      },
      {
        "range": [
          23,
          32
        ],
        "title": "Limited Social Awareness",
        "summary": "Your responses indicate a primary focus on individual dimensions of difficulties with limited recognition of their social manifestations. You may struggle to see connections between personal struggles and broader social patterns or structures. This pattern suggests that the social context of individual experience may be underexplored in your understanding of therapeutic work.",
        "recommendation": "Your understanding of the social dimensions of difficulty warrants careful development. Consider exploring how social structures and patterns manifest in individual experience. The chapter on 'Social Manifestations' in 'Do You Read Me' and the section on 'Beyond the Individual' in 'Triumphant Victim' provide essential frameworks for understanding these dynamics."
      }
    ]
  },
  "FR": [],
  "ES": [],
  "NO": [],
  "PL": [],
  "LA": [],
  "EGY": [],
  "ZH": []
}